#   -*- mode: org; fill-column: 60 -*-
#+TITLE: Bunsen Labs Desktop Installaton Notes
#+STARTUP: showall
#+PROPERTY: filename 'bunsen-install.org'
  :PROPERTIES:
  :Name: /home/deerpig/proj/deerpig/deerpig-install/hr-collaboration.org
  :Created: 2016-08-28T13:35@Wat Phnom (11.5733N17-104.925295W)
  :ID: e5d965a5-35d3-42ca-8845-637334bdcfa7
  :URL:
  :END:
#+INCLUDE: ./inc/head.org
#+INCLUDE: ./inc/macros.org
#+INCLUDE: ./inc/links.org

{{{breadcrumbs}}}

#+HTML: <div class="outline-2" id="meta">
| *Author*  | Brad Collins <brad@chenla.org>             |
| *Date*    | {{{time(%Y-%m-%d %H:%M:%S)}}}              |
#+HTML: </div>

#+TOC: headlines 6

* Status of This Document

The latest version of this document is: src_sh[:results value]{git describe --abbrev=0 --tags}

#+HTML: <div class="notice notice-info">
*Changes since the last version*

#+HTML: <ul>

#+BEGIN_SRC sh :exports results :results value html :var TAG="v00.01.02"
  RES=`git log $TAG...HEAD --pretty="<li>%s</li>\n" -- hb-conventions.org`
  if [ -z $RES ]; then
    RES="<li>no changes</li>"
  fi
  echo $RES
#+END_SRC

#+RESULTS:
#+BEGIN_EXPORT html
<li>no changes</li>
#+END_EXPORT

#+HTML: </ul>
#+HTML: </div>

